Revit 2027 API
FabricationRodInfo.RodCount Property
 Gets the number of rods.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int RodCount { get; }
Public ReadOnly Property RodCount As Integer
	Get
public:
property int RodCount {
	int get ();
}
member RodCount : int with get
Property Value
Int32
See Also
Reference
FabricationRodInfo Class
Autodesk.Revit.DB Namespace